{
  "3ffe85a1-0aa5-45cf-81b4-2d367aae9866": {
    "taskID": "05d17728-59b2-4ec8-82c5-a34946e6a2ba",
    "userID": "u00000000001",
    "date": "02.02.2015",
    "text": "using System; namespace HelloWorld { public class Program { public static void Main(string[] args) { Console.WriteLine(\"Hello, World!\"); Console.ReadKey(true); } } }"
  },
  "323a2b04-a221-4660-a03b-8d894fe530c5": {
    "taskID": "e1bd8023-fd57-4d72-8dc4-87e8c3e1dbf4",
    "userID": "u00000000002",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java. Very clever solution of the very hard task in Java."
  },
  "95091d68-31a7-4b95-b4c0-4598277ef689": {
    "taskID": "0e20cdbc-8022-49f8-9e09-401902c0ae77",
    "userID": "u00000000003",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP. Very clever solution of the very hard task in PHP."
  },
  "1b665b13-9553-4ade-b188-5a4d8a046bd6": {
    "taskID": "1a637405-5a01-480e-b92d-c02c3c7162d6",
    "userID": "u00000000004",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++. Very clever solution of the very hard task in C++."
  },
  "76ab85b3-19b4-4db7-9c6e-7cb495f87327": {
    "taskID": "4ad3557c-4572-442f-8429-9419a7ae09e0",
    "userID": "u00000000005",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in JavaScript. Very clever solution of the very hard task in JavaScript. Very clever solution of the very hard task in JavaScript. Very clever solution of the very hard task in JavaScript. Very clever solution of the very hard task in JavaScript. Very clever solution of the very hard task in JavaScript. Very clever solution of the very hard task in JavaScript."
  },
  "3b464d21-bac0-478e-b8de-62cc57ead3e8": {
    "taskID": "9644ea40-06db-4b83-8f18-309d4952d249",
    "userID": "u00000000006",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python. Very clever solution of the very hard task in Python."
  }
  ,
  "8d5b5fd8-c0d4-42fe-85bc-c387f3a6a92f": {
    "taskID": "04cad06f-b31d-4ddd-9cfb-5de4de73d366",
    "userID": "u00000000007",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in Objective-C. Very clever solution of the very hard task in Objective-C. Very clever solution of the very hard task in Objective-C. Very clever solution of the very hard task in Objective-C. Very clever solution of the very hard task in Objective-C. Very clever solution of the very hard task in Objective-C. Very clever solution of the very hard task in Objective-C."
  },
  "4dbccd10-a6c2-46ab-a2e2-771a794c66b2": {
    "taskID": "d0c8c962-47ff-4a69-a81e-cf47e58e73ec",
    "userID": "u00000000008",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby. Very clever solution of the very hard task in Ruby."
  },
  "cfd72a86-653a-4bf0-b449-8feeea53f894": {
    "taskID": "8f0d0d1d-5e49-45e8-acde-0f0a3174b55e",
    "userID": "u00000000009",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C."
  },
  "06b54a42-1b69-4a15-86e2-0595b7951506": {
    "taskID": "8f0d0d1d-5e49-45e8-acde-0f0a3174b55e",
    "userID": "u00000000010",
    "date": "02.02.2015",
    "text": "Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C. Very clever solution of the very hard task in C."
  }
}